"""
Хотим создать конфигуратор с модельным рядом автомобилей ГАЗ для Ирака

Шаг 1. Необходимо выбрать одну модель автомобиля из множества существующих
Загружаем список существующих моделей из Excel
-ГАЗель NEXT
-Садко NEXT
-Спецтехника
-Соболь
-Газель CITY

Шаг 2. Клиент выбирает определенную модель и видит ее базовые технические характерстики и их значения
-Габариты
-Грузоподъемность
-Тип двигателя
-Объем двигателя
-Трансмиссия
-Экологический стандарт

Шаг 3. Клиент выбирает необходимые ему дополнительные опции
Создаем словарь с опциями автомобиля, и их стоимостью в качестве значений

Шаг 4. Собираем получившиеся данные и показываем получившуюся модификацию автомобиля

Шаг 5. Подсчитываем итоговую стоимость автомобиля.

Шаг 6. Вывести результат.

"""
 